{
    "metadata": {
      "title": "Anticipatory Action Plan Template",
      "version": "2.0",
      "language": "en",
      "last updated": "2025-03-09",
      "created by": "WHH"
    },
    "template": [
      {
        "id": "summary",
        "title": "Summary",
        "subsections": [
          {
            "id": "hazard",
            "title": "Hazard",
            "type": "radio",
            "options": [
              "Flood",
              "Drought",
              "Tropical cyclone"
            ],
            "required": true
          },
          {
            "id": "country",
            "title": "Country",
            "type": "dropdown",
            "required": true
          },
          {
            "id": "location",
            "title": "Location",
            "type": "text",
            "placeholder": "e.g. Zimbabwe, Chimanimani, ward xxx, community xxx",
            "required": true
          },
          {
            "id": "validity-period",
            "title": "Validity period",
            "type": "text",
            "placeholder": "e.g. 2023–2024",
            "required": true
          },
          {
            "id": "custodian-organisation",
            "title": "Custodian organisation",
            "placeholder": "e.g. WHH",
            "type": "text",
            "required": true
          },
          {
            "id": "impacts-to-be-addressed-by-anticipatory-actions",
            "title": "Impacts to be addressed by anticipatory actions",
            "type": "textarea",
            "placeholder": "e.g.\nLoss of harvest (as source of personal food intake and/or income)\nMortality of livestock (due to lack of fodder)\nLoss of daily wages (due to lack of agricultural daily labour)"
          },
          {
            "id": "anticipatory-actions",
            "title": "Anticipatory actions",
            "type": "textarea",
            "placeholder": "e.g. \nPhase 1:\n1. Early warnings\n2. Minimum and advanced readiness activities (see annex XXX)\nPhase 2:\nAnticipatory cash\nVaccination and veterinary kits\nAgricultural trainings"
          },
          {
            "id": "no-of-households",
            "title": "No. of households (and individuals) to be reached",
            "type": "text",
            "placeholder": "e.g. 5,000 households (XX people)"
          },
          {
            "id": "aap-budget",
            "title": "AAP budget",
            "type": "text",
            "placeholder": "e.g. maximum xxx,xxx EUR",
            "required": true
          },
          {
            "id": "trigger-model-indicators",
            "title": "Trigger model indicators or model used for early warning (and lead time)",
            "type": "text",
            "placeholder": "e.g. WHH Drought Model based on ARC (lead-time 1 month)"
          },
          {
            "id": "time-frame",
            "title": "Time frame of implementation of anticipatory actions",
            "type": "text",
            "placeholder": "e.g. 4 months (1 month Phase 1; 3 months Phase 2)"
          },
          {
            "id": "focal-point",
            "title": "Focal point for this AAP",
            "type": "text",
            "placeholder": "e.g. Head of Program WHH",
            "required": true
          },
          {
            "id": "governmental-coordinating-agency",
            "title": "Governmental coordinating agency",
            "type": "text",
            "placeholder": "e.g. National Disaster Management Authority",
            "required": true
          },
          {
            "id": "last-update",
            "title": "Last update",
            "type": "DatePicker",
            "placeholder": "YYYY-MM-DD",
            "required": true
          }
        ]
      },
      {
        "id": "introduction",
        "title": "Introduction",
        "type": "textarea",
        "characterLimit": 2500,
        "required": true,
        "hint": "[Maximum 1 page] This is maximum 1-page description of this AAP, covering the contents of the plan and explaining how the AAP is aligned with the organizational or government strategies, priorities, contingency plans for DRR existing DRR and AHA. You may find that you do not need to adjust much within the example text below, so please read carefully before completing. It is also helpful to finalise this page at the end.",
        "example": "This [hazard(s)] AAP is a guide for [insert organisation(s)] to implement anticipatory actions in [region in country]. It contains relevant information to understand and implement anticipatory actions including (1) Risk Analysis, (2) Trigger model, (3) Anticipatory actions [insert chapter headers once finalised here].<br /><br />This [Hazard] AAP was developed in collaboration with communities, [organization A] and [organization B], ensuring that early warning communications are sent and received in local languages and via appropriate channels and that anticipatory actions are locally-led. Consultations for this first [or x-th] version were organized in [year from month-month]. It is aligned with organisational strategies relating to Disaster Risk Reduction [or whatever policies it may be aligned to] and the National Roadmap for Anticipatory Action [or whatever national policies may be relevant].<br /><br />The AAP is focussed on anticipatory actions in [number] locations: [insert locations]. As there are other [hazard]-prone areas with [country], it is plausible the approaches within this AAP could also be applied in other locations, pending community consultation. Currently, the [hazard] trigger methodology utilises [source(s)], with [hazard] anticipatory actions triggered in two phases based on longer and shorter-term forecasts. Anticipatory actions are focussed on mitigating adverse impacts on food security, WASH [add / delete as appropriate].<br /><br /><b>Delete as appropriate</b><br />This Flood AAP complements the Cyclone AAP, as it is likely tropical cyclones could cause severe flooding, seeing activation of both this Flood AAP and the Cyclone AAP at the same time. They may trigger in different geographic locations, allowing wider coverage of anticipatory actions.<br /><br />AAP Custodians and Stakeholders<br /><ul><li>Anticipatory Action NGO, established in [year] and present across the country, is the main implementer of this [Hazard] AAP.</li><li>Anticipatory Action INGO, is the international partner of Anticipatory Action NGO. Established in the country in [year], INGO provides [support provided] in development and maintenance of this AAP.</li></ul><br />Crucial to the development and ongoing monitoring of emerging [hazard] risks are the National Meteorological Agency, Local government department and any other stakeholder supporting this AAP.",
        "subsections": [
          {
            "id": "aap-validation",
            "title": "AAP validation",
            "type": "textarea",
            "characterLimit": 1000,
            "required": true,
            "hint": "Describe by whom, how and when the AAP was endorsed, formally and symbolically. Describe the AAP final validation process, and results. If you have reports from the process, you can put them in an annex or link them here, using the most suitable information, especially from: (1) Community Feedback Meetings: (1a) Very brief overview methodology, (1b) Feedback received, (1c) Explanation how results were fed back in AAP; (2) Final Validation: (2a) Brief overview methodology, (2b) Feedback received, (2c) Explanation how results were fed back in AAP.",
            "example": "The following stakeholders validated the AAP: (1) The AAP was validated by the National Disaster Management Authority, the Ministry of Agriculture, and the Ministry of Health during a formal meeting held in cooperation with the National AA Working Group. They confirmed their endorsement by symbolically signing the AAP. A social media report can be found here {link}. (2) The AAP was validated by the community members in the target areas through focus group discussions. The validation process involved community feedback meetings where the AAP was presented, and feedback was collected. The feedback was then incorporated into this final version of the AAP."
          }
        ]
      },
      {
        "id": "risk-analysis",
        "title": "Risk analysis",
        "subsections": [
          {
            "id": "hazard-overview-and-target-locations",
            "title": "Hazard overview and target locations",
            "type": "textarea",
            "characterLimit": 2000,
            "required": true,
            "hint": "This sub-section should provide information on the hazard occurrence, rationalizing why this hazard is important to take anticipatory action for. Please provide information on:<ul><li>The rationale for the selection of the hazards and information on any cascading hazards that could also be expected.</li><li>The time when the hazards is most likely to occur.</li><li>If the AAP is about floods, please define the type of floods (e.g. river, coastal, flash). Which floods are covered by this AAP? How are floods caused? (e.g. heavy rainfall, cyclones).</li><li>If the AAP is about drought, please define the type of drought (e.g. meteorological, agricultural).</li><li>If the AAP is about tropical cyclones, please include a table of the tropical cyclone intensity category for your country.</li><li>Consider using graphs of historical hazard information. If you need any assistance with creating figures such as these, please contact the WAHAFA team.</li><li>Describe how communities helped identify the hazards as being critical for AA.</li><li>Please include a map of your target areas and how they were identified. If you need assistance making a map contact the WAHAFA team.</li></ul>",
            "example": "Due to its geographic location in the southwest Indian Ocean, Disasterlandia is highly prone to natural hazards such as tropical cyclones, floods and drought, ranking 27th out of 191 countries in the INFORM Risk Index (2024, v. 0.6.7), an open-source global assessment considering exposure, vulnerability and coping capacity indictors. Disasterlandia is also amongst the most vulnerable countries in the world to the effects of climate change (165th out of 185 countries) according to the ND-GAIN Index (2021) rankings.<br /><br />In Disasterlandia, there are different types of floods.<br /><br /><ul><li>Coastal floods can result in significant impacts but are relatively rare. The risks are restricted to low-lying areas of the country, and typically linked to tropical cyclone storm surge, with the highest risk when a cyclone surge combines with a high tide. Coastal floods are out of scope for this AAP... etc</li><li>River Floods are frequently occurring, with severe floods occurring approximately every 3 years. Floods can have devastating consequences for communities, seeing high numbers of casualties, damaging homes and livelihood assets. River floods are forecastable and so this AAP focuses on river floods only.</li></ul>In Disasterlandia, there are [number] river basins and [number of people] live within areas considered high flood risk. River flooding can occur during the rainy season from November to April, and cyclone systems are also associated with excessive rainfall during the same period.<br /><br />The targeted areas were identified by a set of criteria including historical flood events, flood hazard maps from the Disasterlandia DRR Agency, number of people affected by floods previously and community capacity for flood early warning monitoring. For most river basins in Disasterlandia, there are no flood forecasting and early warning systems. While current negotiations look promising to extent existing early warning systems, communities have maintained their own river gauges in [river] for quite a while. This community-based approach was strengthened during the WAHAFA Build phase.<br /><br />The project targets specific at-risk areas, including the district(s) of Floodville and Waterland (Insert map references). The risk analysis carried out as part of the WAHAFA project made it possible to draw up a flood risk profile for these regions, detailed in the impact, vulnerabilities and capacities section below.<br /><br />Figure x. Map showing intervention zones."
          },
          {
            "id": "impact-analysis",
            "title": "Impact analysis",
            "type": "textarea",
            "characterLimit": 4000,
            "required": true,
            "hint": "This section provides information on historic hazard events, outlining the main impacts and exposed elements (e.g. key infrastructure, crops). Please provide information on:<br/><ul><li>Any correlation between timing and evolution of the hazard and livelihood activities in the target area(s) using a crisis timeline to support. A seasonal calendar can be used to demonstrate hazard occurrence over the period of a year or season, the timing of triggers, how and when it would influence livelihood activities, and the window of opportunity for AHA: WAHAFA Template Crisis Calendar - Excel.xlsx or WAHAFA Template Crisis Calendar - Powerpoint.pptx</li><li>Any livelihood groups exposed to the hazard and how they could be impacted;</li></ul>Note: It can be helpful to consider the impacts by sector, to aid later identifying actions that could be taken.<br /><br />Take into account past and future trends of the hazard, and how impacts could vary in the future due to climate change or other factors.<br /><br />Example: In our areas of intervention, in the rural areas of southern Disasterlandia, rainfall is very scarce even during the rainy season. As a result, communities establish their crop fields close to the rivers, which are affected by flood waters, negatively impacting livelihoods. The agricultural sector (small farms cultivating staple crops and livestock and fishing) in Floodville and Waterland is the main source of income in rural areas, with fisheries providing employment to those living immediately adjacent to rivers. Together, agriculture, livestock and fishing contribute a significant share to household incomes and dietary needs. Flooding often occurs during the rainy season, which coincides with the main staple crop planting season (Figure 3).<br /><br />Figure X. Seasonal calendar showing peak flood risk in relation to livelihood activities<br /><br />Additional consequences can include displacement, loss of property and livelihoods, and damage to infrastructure such as roads and bridges. Extreme floods, such as those in 2022, saw large numbers of casualties across Floodville and destroyed the main bridge on Water Lane linking the district to the main market town of Marketsia. This led to prolonged disruption to livelihood activities and education, seeing severe food security outcomes emerge months after the event."
          },
          {
            "id": "vulnerabilities-and-capacities",
            "title": "Vulnerabilities and capacities",
            "type": "textarea",
            "characterLimit": 4000,
            "required": true,
            "hint": "This section provides information on any key vulnerabilities that mean specific groups or communities are more vulnerable to the hazard impacts. Having this information in the AAP helps identify the main risks and ensures that actions are appropriate. Consider including information on:<br /><ul><li>Who are most likely to experience the impacts of the hazard? Where do they live and why are they vulnerable?</li><li>Consider livelihood groups that are most vulnerable and numbers of potentially affected individuals, and at-risk assets such as crops, livestock, and infrastructure.</li><li>If livelihoods and food security are key impacts, provide information on food security, including areas more prone to adverse outcomes (e.g. from IPC).</li><li>What capacities do communities have in managing this hazard? E.g. have people constructed plinths around their homes, have they established communication chains? How do these capacities affect the impact of the hazard?</li><li>Any assessment reports can be included in an annex.</li></ul>",
            "example": "Most riverine communities are affected by some degree of flooding on an annual basis. In order to identify the most vulnerable community members and ensure that this AAP support community capacities, AA NGO conducted CAP and Community Profile surveys. From this, communities particularly at risk are those living in remote villages bordered by a river or watercourse. The surveys identified several vulnerabilities that mean people experience more severe impacts from floods. Specific groups at risk of more severe impacts include:<br /><ul><li>Farmers growing crops on flood plains are often severely affected by flooding, as their crops may be damaged or destroyed. Farmland can become waterlogged, making it impossible to grow crops for some time, affecting farmers' incomes.</li><li>Fishing communities that depend on rivers, lakes or coastal areas can be seriously affected by flooding, as it can disrupt fish stocks and destroy fishing equipment...</li><li>Elderly people are less able to move from their homes when floodwaters rise, leading to increased risk of mortality. They are also less likely to have carried out flood mitigation measures on their homes, e.g. building plinths.</li><li>Children under 5 are more likely to contract water-borne diseases after floods...</li></ul>Focus groups identified barriers to early warning communication. The expected severity of flood impact depends on a number of factors, such as the lack of communication and information...<br /><br />Communities across all intervention areas have established flood response teams..."
          }
        ]
      },
      {
        "id": "trigger-model",
        "title": "Trigger model",
        "subsections": [
          {
            "id": "trigger-statements",
            "title": "Trigger statements",
            "type": "triggerDesigner",
            "characterLimit": 2000,
            "required": true,
            "hint": "NOTE THAT YOU ARE LIKELY TO DETAIL THIS SECTION (TRIGGER STATEMENTS) AT THE END OF ASSESSING INDICATORS AND EARLY WARNING SYSTEMS AS PART OF YOUR AAP DEVELOPMENT. If helpful, you can use the Forecast Mapping Tool to get an overview of existing forecast indicators and early warning systems. This may help you decide which ones are most appropriate for your purpose (lead time, access to information, etc.): <a href=\"https://welthungerhilfe.sharepoint.com/:x:/g/Organisation/eru/ETMcOOnFdbhGllfZrvgiVkIBfRr6Fz8_hwLde03NH0tMYQ?e=XmXjxf\">WAHAFA Forecast Mapping Tool - Excel.xlsx</a><br /><br />This section will provide summary information on the Trigger Model, including who is responsible for monitoring the triggers. Please include:<br /><ul><li>Trigger statement(s) including the source, lead time and probability;</li><li>Summary information of the forecast indicators and thresholds for each phase / geographic location, if the indicators and thresholds vary geographically. For each indicator, insert the data source, lead time, monitoring period, and the predefined trigger thresholds that will prompt anticipatory actions.</li><li>Details of the monitoring approach used (including the frequency of monitoring, responsibilities, and methods for monitoring these systems).</li><li>Information on how the triggers have been established, including links to any field reports.</li></ul>",
            "example": "The trigger of flood anticipatory actions for the targeted locations has two phases:<br /><br /><b>Phase 1</b> AAP Minimum Readiness Activities and/or Advanced Readiness Activities are triggered when:<br /><ul><li>The Met Agency issues a 1-3 month seasonal climate outlook indicating that the probability for wetter than normal conditions exceeds 60% over the November to April rainy season;</li><li>And / or a community administered flood gauge records a yellow reading. Note that lead times for potential flooding vary by gauge: 10 days at gauge 1; 8 days at gauge 2; 3 days at gauge 3.</li></ul><b>Phase 2</b> Anticipatory Action activities are triggered when:<br /><ul><li>A community administered flood gauge records a red reading. Note that lead times for potential flooding vary by gauge;</li><li>And / or the meteorological agency issues a 1-3-day tropical cyclone rainfall forecast indicating extreme rainfall.</li></ul><br />The triggers and their sources were decided in combination with ... taking into account seasonal calendars (Table 2). The indicators identified for monitoring were considered to have high reliability...<br /><br />Table 2. Summary of indicators and thresholds used in this AAP.<table><tbody><tr><td></td><td><b>Indicator</b></td><td><b>Location(s)</b></td><td><b>Sources/model output</b></td><td><b>Lead-time</b></td><td><b>Monitoring period</b></td><td><b>Trigger thresholds</b></td></tr><tr><td><b>Phase 1</b></td><td>Seasonal climate outlook</td><td>Countrywide</td><td>Meteorological agency</td><td>1-3 months</td><td>September to October, annually</td><td>Above normal rainfall</td></tr><tr><td>Flood gauge</td><td>Targeted communities (see map)</td><td>Communities &amp; Early Warning Committee</td><td>Variable</td><td>November to April, daily</td><td>Yellow reading</td></tr><tr><td><b>Phase 2</b></td><td>Flood gauge</td><td>Targeted communities (see map)</td><td>Communities &amp; Early Warning Committee</td><td>Est. 2-3 days</td><td>November to April, daily</td><td>Red reading</td></tr><tr><td>Cyclone rainfall forecast</td><td>Countrywide (with separate information per Admin 1)</td><td>Meteorological agency, RMSC La Reunion</td><td>2-3 days</td><td>Produced when needed</td><td>Extreme rainfall</td></tr></tbody></table>"
          },
          {
            "id": "stop-mechanism",
            "title": "Stop mechanism",
            "type": "textarea",
            "characterLimit": 3000,
            "required": true,
            "hint": "For all forecast triggers with a lead time of more than 3 days, the AAP should contain a stop mechanism. This means that if a later forecast, prior to the commencement of readiness or anticipatory actions, shows that the hazard risk has reduced, the activation of the AAP will be stopped to avoid use of resources. There are also scenarios where a forecast could change, for example rapid intensification of a cyclone, where staff could be put in danger, requiring activities to be halted. This section should specify example scenarios of when anticipatory activities could be stopped, including who is responsible for giving the signal to stop and communicating this with communities.",
            "example": "Forecasting the timing, intensity and amount of rainfall alongside the potential timing of peak river flood waters can be challenging. Example scenarios that could result in stopping anticipatory actions include:<ul><li>Red gauge reading does not result in a flood materialising.</li><li>Flash or river flooding occurs that limits the ability of NGO and INGO to access flood-affected areas to implement anticipatory actions</li><li>Etc.</li></ul>Organization A will continue to monitor the trigger indicators and immediately communicate to Organization B should any of the example scenarios arrive. The project team will also consult with communities. The Project leader will take the decision to stop anticipatory actions and immediately inform all partners and stakeholders. Any anticipatory actions implemented prior to the stop mechanism being enacted were based on a ‘no regrets’ principle. This means that even if Phase II actions have commenced, these actions will still benefit the most vulnerable households..."
          },
          {
            "id": "linkages-with-other-aaps",
            "title": "Linkages with our other AAPs (if applicable)",
            "type": "textarea",
            "characterLimit": 2000,
            "hint": "If the AAP is linked with another, i.e. there could be a triggered of two AAPs in the same intervention area at the same time, include information on the overlap here. This includes whether communication methods differ and how decisions will be taken over resources and management of potential duplication of anticipatory actions.",
            "example": "The Cyclone AAP addresses humanitarian impacts due to high windspeeds in the targeted locations, which overlap with those in this Flood AAP. It is possible that tropical cyclones classified as intense tropical cyclones or above could trigger both the Cyclone AAP and this Flood AAP at the same time."
          }
        ]
      },
      {
        "id": "anticipatory-actions",
        "title": "Anticipatory actions",
        "subsections": [
          {
            "id": "identification-and-prioritisation-of-anticipatory-actions",
            "title": "Identification & prioritisation of anticipatory actions",
            "type": "textarea",
            "characterLimit": 3000,
            "required": true,
            "hint": "Describe the process of anticipatory action identification, giving a brief overview of methods or criteria used to select actions, and touching on how actions were selected using a people centred approach/community engagement approach (it is possible to use suitable information from Anticipatory Action Identification and Prioritisation Report, if available, link or add as annex). Outline prioritised anticipatory actions and which main hazard impacts they are addressing. This can include: (1) Identified and prioritized hazard impacts; (2) Negative coping strategies of affected populations; (3) Identified and prioritized anticipatory actions."
          },
          {
            "id": "theory-of-change",
            "title": "Theory of change",
            "type": "textarea",
            "characterLimit": 3000,
            "hint": "Develop a Theory of Change (ToC) for each anticipatory action. You can either use a model/chart for this or simply write an explanatory paragraph. This section should explain under which assumptions which activity aims to prevent or reduce an identified and prioritized humanitarian impact or coping mechanism.",
            "example": "Preventing food insecurity: The theory of change for preventing food insecurity begins with clear and reliable cyclone forecasts, disseminated in a timely manner so that local authorities and humanitarian partners in Disasterlandia can activate early warnings before roads become impassable. Once the early warning system (EWS) triggers, communities are promptly informed about the potential hazard, and coordination among WHH, and local authorities incl. BNGRC ensures that the anticipatory action plan is implemented smoothly. Because all implementers understand their roles and responsibilities, early financing can be disbursed quickly, allowing for immediate distribution of cash or food vouchers. Households receive instructions on how to access these transfers through partnerships with mobile money providers, ensuring that local markets, which have been pre‐stocked, remain functional and adequately supplied. By reaching targeted vulnerable households first, the action avoids exclusion errors, and these families secure enough food to cover their needs through the cyclone period. This pre‐emptive approach means that households do not resort to selling assets, skipping meals, or engaging in harmful coping practices such as early marriage. As a result, food security is stabilised before, during, and after the cyclone, preventing a sharp increase in hunger and malnutrition."
          }
        ]
      },
      {
        "id": "operationalisation",
        "title": "Operationalisation",
        "subsections": [
          {
            "id": "trigger-monitoring-guidelines",
            "title": "Trigger monitoring guidelines",
            "type": "textarea",
            "characterLimit": 4000,
            "required": true,
            "hint": "This section should specify which actors should take which actions during the monitoring phase to observe trigger levels. This section is not about monitoring the implementation of activities.<ul><li>Define under which circumstances ground-truthing and consensus-building exercises (including relevant stakeholders, in particular affected populations) would be conducted, as well as those situations where inaction is warranted.</li><li>Define the parameters under which we would implement a phased approach to delivery of anticipatory actions based on the level of confidence in the forecast, among other factors.</li><li>Describe communication mechanisms and channels for forwarding and communicating trigger information and issuing early warnings to relevant stakeholders.</li><li>Describe how intervention areas will be identified, including description of how forecast information will be combined with vulnerability and exposure information.</li></ul>",
            "example": "The roles and responsibilities to be taken during the monitoring period for both phases will be shared between the organisation implementing the AAP, the national coordination institution including the BNGRC and the local authorities in the areas potentially affected by a flood. During the rainy season, the National Meteorological Office sends out weekly forecasts via email, including to the focal person in organization A. In the beginning of the season, the focal person ensures to be on the mailing list. Should the bulletin be late, the focal person will contact the Met Office. As soon as the predicted precipitation reaches the threshold, organization A informs the WAHAFA team:<br />When Phase 1 trigger thresholds are met, the implementing organization will disseminate information on enhanced flood risk to the local DRR committee via WhatsApp/phone call and support further distributing the warning to communities in the form of radio announcements and posters in community centres.<br />When the Phase 2 trigger thresholds are reached the organization’s emergency team and governments including the National Disaster Management Agency should coordinate to disseminate the warning and the fact that anticipatory actions are triggered to communities.<br />The WAHAFA organizations will then move onto the organizational readiness phase."
          },
          {
            "id": "organisational-preparedness",
            "title": "Organisational preparedness / readiness",
            "type": "textarea",
            "characterLimit": 3000,
            "required": true,
            "hint": "Explain internal administrative processes (e.g. regarding internal approval and decision-making structures). Specify under which circumstances certain processes can or will be adapted (if at all).",
            "example": "Table 3. Summary table of monitoring lead, actions and communication channels<table><tbody><tr><td></td><td><b>Actions to be taken</b></td><td><b>Communication channels</b></td></tr><tr><td><b>Phase 1</b></td><td><ul><li>Setting up minimum operational readiness activities</li><li>Communication of the pre-activation of the mechanism at WHH internal level (internal to the Country Office and internal to head office)</li><li>Etc.</li></ul></td><td></td></tr><tr><td><b>Phase 2</b></td><td><ul><li>Setting up advanced operational readiness activities</li><li>Communication of the activation of the anticipation mechanism to national and local authorities</li><li>Etc.</li></ul></td><td></td></tr></tbody></table>",
            "subsubsections": [
              {
                "id": "minimum-readiness-activities",
                "title": "Minimum readiness activities",
                "type": "textarea",
                "characterLimit": 3000,
                "required": true,
                "hint": "Describe the minimum readiness activities that need to be in place before the AAP can be activated. This could include: (1) The establishment of a dedicated team with clear roles and responsibilities; (2) The identification of key partners and stakeholders; (3) The development of a communication strategy; (4) The establishment of a monitoring and evaluation framework.",
                "example": "When a forecast trigger reaches a pre-defined threshold, the AAP is activated. This sets in motion the implementation of the planned anticipatory actions, depending on the responsibilities, deadlines and locations defined in the Protocol. Annex B outlines minimum readiness requirements/activities which must be reviewed at least annually and put in place after a first stage trigger / minimum readiness trigger to ensure organisational preparedness / operational readiness to implement anticipatory actions. In the context of this AAP this is done when [insert details of trigger used to start review of minimum readiness activities]. It is suggested that a separate Anticipatory Action Plan follow-up form be created for each Anticipatory Action Plan. The form clearly outlines activities and their responsible focal point and timeline. The annex may be edited and customised depending on the organisation’s needs. For WHH, the information given in the document follow the basic assumption that measures outlined in basic Preparedness [Country Office’s Emergency Preparedness and Response Plan (EPReP)] are in place."
              },
              {
                "id": "advanced-readiness-activities",
                "title": "Advanced readiness activities",
                "type": "textarea",
                "characterLimit": 3000,
                "required": true,
                "hint": "Describe the advanced readiness activities that need to be in place before the AAP can be activated. This could include: (1) The establishment of a dedicated team with clear roles and responsibilities; (2) The identification of key partners and stakeholders; (3) The development of a communication strategy; (4) The establishment of a monitoring and evaluation framework.",
                "example": "This form outlines advanced readiness requirements which must be reviewed annually and need to be implemented after [insert details of trigger used to start review of minimum readiness activities]. Annex XXX may be edited and customised depending on organisation’s needs. For WHH, the information given in the document follows the basic assumption that measures outlined in the Country Office’s EPReP (Emergency Preparedness and Response Plan) and Minimum Readiness Activities are in place. See annex Checklist for Advanced Readiness Activities"
              }
            ]
          },
          {
            "id": "anticipatory-action-implementation-process",
            "title": "Anticipatory actions implementation step by step",
            "type": "textarea",
            "characterLimit": 3000,
            "required": true,
            "hint": "Describe the process step by step or in a log frame from day 1 to day X of the implementation of the selected anticipatory actions. Include all support tasks necessary for each of the steps and respective responsibilities. Each task should indicate the position and contact information of the person responsible. For each action, include at which level it will take place (HO, regional, community). This document should be updated at least annually.",
            "example": "Anticipatory cash. Day X (after trigger): (1) Organise set-up of cash distribution points in the target areas. (2) Prepare cash distribution lists. (3) Train cash distribution teams. (4) Distribute cash to beneficiaries. (5) Monitor cash distribution. (6) Evaluate cash distribution. (7) Close cash distribution. (8) Prepare cash distribution report. (9) Share cash distribution report with stakeholders. (10) Archive cash distribution report."
          },
          {
            "id": "targeting-strategy",
            "title": "Targeting strategy for population(s) at risk",
            "type": "textarea",
            "characterLimit": 1000,
            "hint": "Provide a short summary of the target population (rationale, number of individuals, location, etc.) and used method and indicators (e.g., vulnerability markers, geographical criteria, feasibility criteria, household level criteria). If applicable: Describe databases of Social Protection systems or other government mechanisms and indicate how targeted households are selected.",
            "example": "The targeting strategy for the AAP is based on the vulnerability assessment conducted in the target areas. The assessment identified the most vulnerable households based on the following criteria: (1) Households with children under 5 years old; (2) Households with elderly people; etc."
          }
        ]
      },
      {
        "id": "meal",
        "title": "Implementation MEAL",
        "type": "textarea",
        "characterLimit": 3000,
        "required": true,
        "hint": "In this section, you explain how you will monitor and evaluate the implementation of anticipatory actions once the AAP is triggered. If you have any accountability and/or learning related activities or frameworks, these can also be described here. During the Build phase, you want to go through your existing monitoring and evaluation forms and, if necessary, adapt them to an Anticipatory Humanitarian Action context. Please add the forms to the annex and list an overview in this section. If helpful, you can use the table below.<br /><br />Useful tools: It might be helpful to adapt or create the following forms:<ul><li>AAP monitoring form: With this form, you will monitor the implementation of the AA (Fuel) project once the AAP is triggered. The form includes details about monitoring activities and responsibilities. You can find a template and an example in Annex XXX and here: <a href=\"https://welthungerhilfe.sharepoint.com/:w:/r/Organisation/eru/Shared Documents/14 Anticipatory Humanitarian Action/WAHAFA/5_MEAL/Implementation_MEAL/Drafts Feb 2025/WAHAFA AAP monitoring form_Template.docx?d=w239a6e3189644cf7bf97a265673a2b7a&csf=1&web=1&e=UjmSgu\">WAHAFA AAP monitoring form_Template.docx</a></li><li>Trigger evaluation form: With this form, you will evaluate the efficiency, effectiveness, and adequacy of your trigger model (after an activation or non-activation). The form includes details about evaluation activities and responsibilities and aims to answer questions such as “Did the model trigger at the right moment? Did we set the right thresholds? Was the information accurate and timely?”. You can find a template/an example here: <a href=\"https://welthungerhilfe.sharepoint.com/:w:/r/Organisation/eru/Shared Documents/14 Anticipatory Humanitarian Action/WAHAFA/5_MEAL/Implementation_MEAL/Drafts Feb 2025/WAHAFA Trigger Evaluation_Guideline and Template.docx?d=w5e3bf09b65a544b4bee90bc380bf0f89&csf=1&web=1&e=bAJ4tg\">WAHAFA Trigger Evaluation_Guideline and Template.docx</a>. (Please note that you need to adapt it to your hazard and context)</li><li>Baseline, Post-Distribution Monitoring and Endline surveys: With these surveys, you want to evaluate your activities’ impacts. The survey forms include details about responsibilities. You can find a template and an example here:</li></ul>Other resources:<br /><br />M&E Chapter in the Red Cross Red Crescent FbF Manual: <a href=\"https://manual.forecast-based-financing.org/en/chapter/design-me-plan/\">https://manual.forecast-based-financing.org/en/chapter/design-me-plan/</a>",
        "example": "In case of a trigger, organization A will implement the organization’s Monitoring and Evaluation (M&E) framework to assess the effectiveness of anticipatory actions. This will include real-time data collection through community focal points and periodic field verification visits. Indicators will measure the timeliness and appropriateness of interventions, ensuring that assistance reaches at-risk populations before disaster impact. Additionally, an accountability mechanism will be in place, allowing participating communities to provide feedback through a toll-free hotline and local engagement sessions. Lessons learned from each activation will be documented through learning workshops and incorporated into organization A’s annual Learning Report to refine future anticipatory action strategies. An overview of adapted M&E forms is provided in annex XX.<br />The implementation of Disasterlandia’s Anticipatory Action Plan will be monitored and evaluated with the help of the following MEAL tools:<table><tbody><tr><td><b>Tool &amp; Purpose</b></td><td><b>Responsibility</b></td><td><b>Notes</b></td></tr><tr><td>Monitoring form for Disasterlandia&rsquo;s AAP (Annex XX)</td><td>MEAL officer organization A</td><td></td></tr><tr><td>Drought trigger evaluation form for Region Catastrophigion in Disasterlandia (Annex XX)</td><td>MEAL officers organizations A and B</td><td>To be updated after each trigger in Catastrophigion</td></tr><tr><td>Baseline, PDM and endline survey (Annex XX)</td><td>MEAL officers organizations A and B</td><td>Updating the survey template (where relevant): organization AConducting survey / train enumerators: organization B</td></tr><tr><td>Learning workshop</td><td>MEAL and project officers organization A</td><td>One internal workshop, one external workshop</td></tr><tr><td>...</td><td></td><td></td></tr></tbody></table>"
      },
      {
        "id": "budget",
        "title": "Budget",
        "type": "textarea",
        "characterLimit": 3000,
        "required": true,
        "hint": "In this section, you link the AAP budget and give a short overview on the scope of the budget. Please use the WAHAFA project budget as a template and contact the global WAHAFA team for a personalized budget template. The budget should cover two potential scenarios (e.g., highly severe and moderately severe situation; reaching different number of households) and should include the costs linked to readiness activities and anticipatory actions, including (where relevant) pre-positioning costs, implementation costs for the prioritized anticipatory actions, MEAL costs (including for a baseline study, where necessary), staff costs, administrative costs. In the budget, please indicate which of the organizations will be responsible for each expenditure. If helpful, you can use the budget summary table below and fill it in in the very end.",
        "example": "In case of a trigger, the following costs are expected to occur to implement the AAP. The table below shows an overview two possible scenarios (highly severe and moderately severe // scenario 1: for XXX households; scenario 2: for XXX households). More details can be found here [link] and in annex XXX.<br/><table><tbody><tr><td>Implementing organization</td><td>Budget in &euro;<br /> Scenario 1 (severe)</td><td>Budget in &euro;<br /> Scenario 2 (moderate)</td></tr><tr><td>Activities &amp; AAP Implementation</td><td>230,000</td><td>150,000</td></tr><tr><td></td><td>Phase 1: Readiness / preparedness</td><td>70,000</td><td>50,000</td></tr><tr><td>Organization A</td><td>Pre-targeting</td><td>30,000</td><td>20,000</td></tr><tr><td>Organization A</td><td>Early warning messages</td><td>40,000</td><td>30,000</td></tr><tr><td></td><td>Phase 2: Implementation of anticipatory actions</td><td>160,000</td><td>100,000</td></tr><tr><td>Organization A</td><td>Cash distribution</td><td>100,000</td><td>80,000</td></tr><tr><td>Organization A</td><td>Short-cycle crops &amp; training</td><td>40,000</td><td>-</td></tr><tr><td>Organization B</td><td>Monitoring and evaluation of AAP implementation</td><td>10,000</td><td>10,000</td></tr><tr><td>Organization B</td><td>Trigger evaluation</td><td>10,000</td><td>10,000</td></tr><tr><td></td><td>Staff Costs (Core staff, support staff, travel costs)</td><td>40,000</td><td>30,000</td></tr><tr><td>Organization A</td><td>Project Manager, MEAL Officer, Finance Officer</td><td>30,000</td><td>20,000</td></tr><tr><td>Organization B</td><td>Communication officer, Technical Advisor</td><td>10,000</td><td>10,000</td></tr><tr><td>Other expenses and administrative costs</td><td>30,000</td><td>20,000</td></tr><tr><td>Organization A</td><td></td><td>30,000</td><td>20,000</td></tr><tr><td></td><td>TOTAL</td><td>300,000</td><td>200,000</td></tr></tbody></table>"
      },
      {
        "id": "annexes",
        "title": "Annexes",
        "subsections": [
          {
            "id": "aap-monitoring-form",
            "title": "AAP Monitoring Form",
            "type": "textarea",
            "characterLimit": 3000,
            "hint": "To be finalized, currently here: <a href=\"https://welthungerhilfe.sharepoint.com/:w:/r/Organisation/eru/Shared Documents/14 Anticipatory Humanitarian Action/WAHAFA/5_MEAL/Implementation_MEAL/Drafts Feb 2025/WAHAFA AAP monitoring form_Template.docx?d=w239a6e3189644cf7bf97a265673a2b7a&csf=1&web=1&e=UjmSgu\">WAHAFA AAP monitoring form_Template.docx</a>"
          },
          {
            "id": "checklist-minimum-readiness-activities",
            "title": "Checklist: Minimum Readiness Activities (Phase 1)",
            "type": "textarea",
            "characterLimit": 3000
          },
          {
            "id": "checklist-advanced-readiness-activities",
            "title": "Checklist: Advanced Readiness Activities (Phase 1 or 2)",
            "type": "textarea",
            "characterLimit": 3000
          }
        ]
      }
    ]
  }
  